Repository: Clod/precarina
Catalog: lib/l10n/app_*.arb
Languages: es

# txtLessThanOnePlatePerWeekOrLessThanHalfPlatePlusOneMedallionPerWeek
source: LT 1 pl per wk or LT 1/2 pl + 1 medallion per wk
es: MENOS DE 1 pl por sem o MENOS DE 1/2 pl + 1 medallón por sem

# txtUpToSixSmallUnitsPerWeekOrThreeLargeUnitsPerWeekOrHalfPlateDaily
source: up to 6 sm us/wk or 3 large us/wk or 1/2 pl dy
es: hasta 6 unids pqñas/sem o 3 unids grandes/sem o 1/2 pl por día

# txtUpToNineUnitsPerWeekOrFiveLargeUnitsPerWeekOrOnePlateDaily
source: up to 9 us/wk or 5 large us/wk or 1 pl dy
es: hasta 9 unids/sem o 5 unids grandes/sem o 1 pl por día

source: MT 9 us/wk or MT 5 large us/wk or MT 1 pl dy
es: MÁS DE 9 unids/sem o MÁS DE 5 unids grandes/sem o MÁS DE 1 pl por día

# txtOneMediumUnitDailyOrThreeQuartersPlateRawDailyOrHalfPlateCookedDaily
source: 1 med u dy or 3/4 pl raw dy or 1/2 pl cooked dy
es: 1 unid med por día o 3/4 pl crudo por día o 1/2 pl cocido por día

# txtOneSmallUnitDailyOrHalfPlateRawDailyOrQuarterPlateCookedDaily
source: 1 sm u dy or 1/2 pl raw dy or 1/4 pl cooked dy
es: 1 unid pqña por día o 1/2 pl crudo por día o 1/4 pl cocido por día

source: LT 1 sm u dy or 1/2 pl raw dy or 1/4 pl cooked dy
es: MENOS DE 1 unid pqña por día o 1/2 pl crudo por día o 1/4 pl cocido por día

# txtTwoLargeUnitsPerDayOrFourSmallUnitsPerDay
source: 2 large us per day or 4 sm us per day
es: 2 unids grandes por día o 4 unids pqñas por día

# txtOneLargeUnitPerDayOrTwoSmallUnitsPerDay
source: 1 large u per day or 2 sm us per day
es: 1 unid grande por día o 2 unids pqñas por día

# txtLessThanOneLargeUnitPerDayOrLessThanTwoSmallUnitsPerDay
source: LT 1 large u per day or 2 sm us per day
es: MENOS DE 1 unid grande por día o 2 unids pqñas por día

# txtThreeSlicesPerDayOrTwoSmallMedallions
source: 3 slices per day or 2 sm medallions
es: 3 rebanadas por día o 2 medallones pqños

# txtSixSlicesPerDayOrFourSmallMedallionsOrTwoSmallFlutes
source: 6 slices per day or 4 sm medallions or 2 sm flutes
es: 6 rebanadas por día o 4 medallones pqños o 2 flautas pqñas

# txtMoreThanSixSlicesPerDayOrMoreThanFourSmallMedallionsOrMoreThanTwoSmallFlutes
source: MT 6 slices per day or MT 4 sm medallions or MT 2 sm flutes
es: MÁS DE 6 rebanadas por día o MÁS DE 4 medallones pqños o MÁS DE 2 flautas pqñas

# txtHalfPlateOfWholeWheatPastaPerDayOrOneAndHalfPortionOfDoughPerDay
source: 1/2 pl of whole wheat pasta per day or 1 and 1/2 port of dough per day
es: 1/2 pl de pasta integral por día o 1 y 1/2 porción de masa por día

# txtOnePlatePerDayOrThreePortionsOfDoughPerDay
source: 1 pl per day or 3 port of dough per day
es: 1 pl por día o 3 porciones de masa por día

# txtMoreThanOnePlatePerDayOrMoreThanThreePortionsOfDoughPerDay
source: MT 1 pl per day or MT 3 port of dough per day
es: MÁS DE 1 pl por día o MÁS DE 3 porciones de masa por día

# txtTwoBreakfastCups
source: 2 breakfast cups
es: 2 tazas de desayuno

# txtOneBreakfastCup
source: 1 breakfast cup
es: 1 taza de desayuno

# txtLessThanOneBreakfastCup
source: LT 1 breakfast cup
es: MENOS DE 1 taza de desayuno

# txtOnePortionTheSizeOfADiceOrOneTableSpoon
source: 1 portion the sz of a dice or 1 tbsp
es: 1 porción del tamaño de un dado o 1 cda sopera

# txtLessThanOnePortionTheSizeOfADiceOrLessThanOneTableSpoon
source: LT 1 portion the sz of a dice or LT 1 tbsp
es: MENOS DE 1 porción del tamaño de un dado o MENOS DE 1 cda sopera

source: 1 med port without waste dy or up to 3 eggs dy or 1 sm port + 2 eggs dy
es: 1 porción med sin desperdicio por día o hasta 3 huevos por día o 1 porción pqña + 2 huevos por día

# txtTwoSmallPortionsWithoutWasteDailyOrUpToFourEggsOrOneMediumPortionPlusTwoEggs
source: 2 sm ports without waste dy or up to 4 eggs or 1 med port + 2 eggs
es: 2 porciones pqñas sin desperdicio por día o hasta 4 huevos o 1 porción med + 2 huevos

source: MT 2 sm ports without waste dy or up to 4 eggs dy or 1 med port + 2 eggs
es: MÁS DE 2 porciones pqñas sin desperdicio por día o hasta 4 huevos por día o 1 porción med + 2 huevos

# txtTwoLargePortionsPerWeekOrTwoCansPerWeekOrOneThirdPlateOfCannedFishPerWeek
source: 2 large port per wk or 2 cans/wk or 1/3 pl of canned fish per wk
es: 2 porciones grandes por sem o 2 latas/sem o 1/3 pl de pescado enlatado por sem

# txtOneMediumPortionPerWeekOrOneCanPerWeekOrQuarterPlatePerWeek
source: 1 med portion per wk or 1 can/wk or 1/4 pl per wk
es: 1 porción med por sem o 1 lata/sem o 1/4 pl por sem

source: LT 1 med portion per wk or 1 can/wk or 1/4 pl per wk
es: MENOS DE 1 porción med por sem o 1 lata/sem o 1/4 pl por sem

source: 10 walnut halves per day or 20 almonds per day or 2 tbsp per day of seeds or peanuts
es: 10 mitades de nuez por día o 20 almendras por día o 2 cdas soperas por día de semillas o cacahuetes

# txtFiveWalnutHalvesPerDayOrTenAlmondsPerDayOrOneTableSpoonPerDayOfSeedsOrPeanuts
source: 5 walnut halves per day or 10 almonds per day or 1 tbsp per day of seeds or peanuts
es: 5 mitades de nuez por día o 10 almendras por día o 1 cda sopera por día de semillas o cacahuetes

source: LT 5 walnut halves per day or 10 almonds per day or 1 tbsp per day of seeds or peanuts
es: MENOS DE 5 mitades de nuez por día o MENOS DE 10 almendras por día o MENOS DE 1 cda sopera por día de semillas o cacahuetes

# txtThreeTableSpoonsPerDay
source: 3 tbsp per day
es: 3 cdas soperas por día

# txtLessThanOnePortionSizeDiceOrLessThanOneTbspDaily
source: LT 1 port, the sz of a dice or LT 1 tbsp dy
es: MENOS DE 1 porción del tamaño de un dado o MENOS DE 1 cda sopera por día

# txtOneSmallPortionWithoutWasteBeefPlusEggDaily
source: 1 sm port without waste dy or up to 2 egg us dy or 1 port the sz of a slice of beef + 1 egg dy
es: 1 porción pqña sin desperdicio por día o hasta 2 unids de huevo por día o 1 porción del tamaño de una rodaja de ternera + 1 huevo por día

# txtTwoAndHalfMedUnitsWkThirdRawFourthCookedPlateDS
source: 2 1/2 med us per wk or 1/3 raw pl dy or 1/4 cooked pl
es: 2 1/2 unids med por sem o 1/3 pl crudo por día o 1/4 pl cocido

# txtLessThanTwoAndHalfMedUnitsWkThirdRawFourthCookedPlateDS
source: LT 2 1/2 med us per wk or LT 1/3 raw pl dy or LT 1/4 cooked pl
es: MENOS DE 2 1/2 unids med por sem o MENOS DE 1/3 pl crudo por día o MENOS DE 1/4 pl cocido

# txtMoreThanNineUnitsWkFiveLargeOnePlateDailyDS
source: MT 9 us/wk or MT 5 large us/wk or MT 1 pl dy
es: MÁS DE 9 unids/sem o MÁS DE 5 unids grandes/sem o MÁS DE 1 pl por día
