Repository: Clod/precarina
Catalog: lib/l10n/app_*.arb
Languages: es

source: MT 1 med steak dy or MT 2 egg us dy or MT 1 serv the sz of a slice of veal + 1 egg dy
es: MÁS DE 1 bife med por día o MÁS DE 2 unids de huevo por día o MÁS DE 1 porción del tamaño de una rodaja de ternera + 1 huevo por día

# txtOneMediumServingPerWeekOrOneCanPerWeek
source: 1 med serv per wk or 1 can per wk
es: 1 porción med por sem o 1 lata por sem

# txtOneSmallServingPerWeekOrHalfCanPerWeek
source: 1 sm serv per wk or 1/2 can per wk
es: 1 porción pqña por sem o 1/2 lata por sem

# txtLessThanOneSmallServingPerWeekOrLessThanHalfCanPerWeek
source: LT 1 sm serv per wk or LT 1/2 can per wk
es: MENOS DE 1 porción pqña por sem o MENOS DE 1/2 lata por sem

# txtFourWalnutHalvesOrEightAlmondsOrOneTableSpoonOfSeedsOrPeanutsDaily
source: 4 walnut halves or 8 almonds or 1 tbsp of seeds or peanuts dy
es: 4 mitades de nuez o 8 almendras o 1 cda sopera de semillas o cacahuetes por día

# txtTwoWalnutHalvesOrFourAlmondsOrOneTeaspoonOfSeedsOrPeanutsDaily
source: 2 walnut halves or 4 almonds or 1 teaspoon of seeds or peanuts dy
es: 2 mitades de nuez o 4 almendras o 1 cdta de semillas o cacahuetes por día

source: LT 2 walnut halves or LT 4 almonds or LT 1 teaspoon of seeds or peanuts dy
es: MENOS DE 2 mitades de nuez o MENOS DE 4 almendras o MENOS DE 1 cdta de semillas o cacahuetes por día

# txtTwoTableSpoonsDessertTypeDaily
source: 2 tbsp dessert type dy
es: 2 cdas soperas tipo postre por día

# txtOneTableSpoonDessertTypeDaily
source: 1 tbsp dessert type dy
es: 1 cda sopera tipo postre por día

# txtLessThanOneTableSpoonDessertTypeDaily
source: LT 1 tbsp dessert type dy
es: MENOS DE 1 cda sopera tipo postre por día

# txtOneAndHalfPlatePerWeek
source: 1 and 1/2 pl per wk
es: 1 y 1/2 pl por sem

# txtFourPlatesPerWeek
source: 4 pls per wk
es: 4 pls por sem

# txtTwoPlatesPerWeek
source: 2 pls per wk
es: 2 pls por sem

# txtLessThanTwoPlatesPerWeek
source: LT 2 pls per wk
es: MENOS DE 2 pls por sem

# txtOnePlatePerWeekOrHalfPlatePlusOneMedallionPerWeek
source: 1 pl per wk or 1/2 pl + 1 medallion per wk
es: 1 pl por sem o 1/2 pl + 1 medallón por sem

# txtHalfPlatePerWeekOrQuarterPlatePlusOneMedallionPerWeek
source: 1/2 pl per wk or 1/4 pl + 1 medallion per wk
es: 1/2 pl por sem o 1/4 pl + 1 medallón por sem

# txtLessThanHalfPlatePerWeekOrQuarterPlatePlusOneMedallionPerWeek
source: LT 1/2 pl per wk or 1/4 pl + 1 medallion per wk
es: MENOS DE 1/2 pl por sem o 1/4 pl + 1 medallón por sem

# txtOneThirdPlateDailyOrUpToThreeMediumUnitsPerWeek
source: 1/3 pl dy or up to 3 med us per wk
es: 1/3 pl por día o hasta 3 unids med por sem

# txtHalfPlateOrUpToFiveSmallUnitsPerWeek
source: 1/2 pl or up to 5 sm us per wk
es: 1/2 pl o hasta 5 unids pqñas por sem

# txtMoreThanHalfPlateOrMoreThanFiveSmallUnitsPerWeek
source: MT 1/2 pl or MT 5 sm us per wk
es: MÁS DE 1/2 pl o MÁS DE 5 unids pqñas por sem

# txtFourMediumUnitsPerWeekOrHalfRawPlateDailyOrQuarterCookedPlateDaily
source: 4 med us per wk or 1/2 raw pl dy or 1/4 cooked pl dy
es: 4 unids med por sem o 1/2 pl crudo por día o 1/4 pl cocido por día

# txtTwoMediumUnitsPerWeekOrQuarterPlateDaily
source: 2 med us per wk or 1/4 pl dy
es: 2 unids med por sem o 1/4 pl por día

# txtLessThanTwoMediumUnitsPerWeekOrQuarterPlateDaily
source: LT 2 med us per wk or 1/4 pl dy
es: MENOS DE 2 unids med por sem o 1/4 pl por día

# txtOneAndHalfLargeUnitPerDayOrTwoMediumUnitsPerDay
source: 1 and 1/2 large u per day or 2 med us per day
es: 1 y 1/2 unid grande por día o 2 unids med por día

# txtOneMediumUnitPerDay
source: 1 med u per day
es: 1 unid med por día

# txtLessThanOneMediumUnitPerDay
source: LT 1 med u per day
es: MENOS DE 1 unid med por día

# txtUpToTwoSlicesOfBreadPerDayOrTwoSmallMignonsOrSixWaterBiscuits
source: up to 2 slices of bread per day or 2 sm mignons or 6 water biscuits
es: hasta 2 rebanadas de pan por día o 2 mignons pqños o 6 galletas de agua

# txtThreeSlicesOfBreadPerDayOrThreeSmallMignonsOrNineWaterBiscuits
source: 3 slices of bread per day or 3 sm mignons or 9 water biscuits
es: 3 rebanadas de pan por día o 3 mignons pqños o 9 galletas de agua

source: MT 3 slices of bread per day or MT 3 sm mignons or MT 9 water biscuits
es: MÁS DE 3 rebanadas de pan por día o MÁS DE 3 mignons pqños o MÁS DE 9 galletas de agua

# txtQuarterPlateOfWholeWheatPastaPerDayOrOnePortionOfDough
source: 1/4 pl of whole wheat pasta per day or 1 portion of dough
es: 1/4 pl de pasta integral por día o 1 porción de masa

# txtHalfPlatePerDayOrTwoPortionsOfDough
source: 1/2 pl per day or 2 port of dough
es: 1/2 pl por día o 2 porciones de masa

# txtMoreThanHalfPlatePerDayOrTwoPortionsOfDough
source: MT 1/2 pl per day or 2 port of dough
es: MÁS DE 1/2 pl por día o 2 porciones de masa

# txtMoreThanHalfPlatePerDayOrMoreThanTwoPortionsOfDoughPerDay
source: MT 1/2 pl per day or MT 2 port of dough per day
es: MÁS DE 1/2 pl por día o MÁS DE 2 porciones de masa por día

# txtTwoTeacups
source: 2 teacups
es: 2 tazas de té

# txtOneTeacupDaily
source: 1 teacup dy
es: 1 taza de té por día

# txtLessThanOneTeacupDaily
source: LT 1 teacup dy
es: MENOS DE 1 taza de té por día

# txtOnePortionTheSizeOfSmallMatchboxOrHalfTheSizeOfSUBECardOrTwoTableSpoonsDaily
source: 1 port the sz of a sm matchbox or half the sz of a SUBE card or 2 tbsp dy
es: 1 porción del tamaño de una caja de fósforos pqña o la mitad del tamaño de una tarjeta SUBE o 2 cdas soperas por día

# txtOnePortionTheSizeOfDiceOrOneTableSpoonDaily
source: 1 port, the sz of a dice or 1 tbsp dy
es: 1 porción, del tamaño de un dado o 1 cda sopera por día

source: LT 1 port the sz of a sm matchbox or LT 1 die or LT 1 tbsp
es: MENOS DE 1 porción del tamaño de una caja de fósforos pqña o MENOS DE 1 dado o MENOS DE 1 cda sopera

source: 1 sm port without waste dy or up to 2 egg us dy or 1 port the sz of a slice of veal + 1 egg dy
es: 1 porción pqña sin desperdicio por día o hasta 2 unids de huevo por día o 1 porción del tamaño de una rodaja de ternera + 1 huevo por día

source: 2 sm ports without waste dy or up to 4 egg us dy or 1 sm port + 2 egg us
es: 2 porciones pqñas sin desperdicio por día o hasta 4 unids de huevo por día o 1 porción pqña + 2 unids de huevo

source: MT 2 sm ports without waste dy or MT 4 egg us dy or MT 1 sm port + 2 egg us
es: MÁS DE 2 porciones pqñas sin desperdicio por día o MÁS DE 4 unids de huevo por día o MÁS DE 1 porción pqña + 2 unids de huevo

# txtTwoMediumPortionsOrTwoCansPerWeek
source: 2 med port or 2 cans per wk
es: 2 porciones med o 2 latas por sem

# txtOneMediumPortionOrOneCanPerWeek
source: 1 med portion or 1 can per wk
es: 1 porción med o 1 lata por sem

# txtLessThanOneMediumPortionOrLessThanOneCanPerWeek
source: LT 1 med portion or 1 can per wk
es: MENOS DE 1 porción med o 1 lata por sem

source: 8 walnut halves or 15 almonds or 2 dessert tbsp of seeds or peanuts per day
es: 8 mitades de nuez o 15 almendras o 2 cdas de postre de semillas o cacahuetes por día

# txtFourWalnutHalvesOrEightAlmondsOrOneTableSpoonDailyOfSeedsOrPeanuts
source: 4 walnut halves or 8 almonds or 1 tbsp dy of seeds or peanuts
es: 4 mitades de nuez o 8 almendras o 1 cda sopera por día de semillas o cacahuetes

source: LT 4 walnut halves or LT 8 almonds or LT 1 tbsp dy of seeds or peanuts
es: MENOS DE 4 mitades de nuez o MENOS DE 8 almendras o MENOS DE 1 cda sopera por día de semillas o cacahuetes

# txtTwoTableSpoonsDaily
source: 2 tbsp dy
es: 2 cdas soperas por día

# txtOneTableSpoonDaily
source: 1 tbsp dy
es: 1 cda sopera por día

# txtLessThanOneTableSpoonDaily
source: LT 1 tbsp dy
es: MENOS DE 1 cda sopera por día

# txtOneAndHalfDishPerWeek
source: 1 and 1/2 dish per wk
es: 1 y 1/2 plato por sem

# txtOneDishPerWeek
source: 1 dish per wk
es: 1 plato por sem

# txtLessThanOneDishPerWeek
source: LT 1 dish per wk
es: MENOS DE 1 plato por sem

# txtFiveDishesPerWeek
source: 5 dishes per wk
es: 5 platos por sem

# txtThreeDishesPerWeek
source: 3 dishes per wk
es: 3 platos por sem

# txtLessThanThreeDishesPerWeek
source: LT 3 dishes per wk
es: MENOS DE 3 platos por sem

# txtOneAndHalfDishPerWeekOrOneDishPlusOneMedallionPerWeek
source: 1 and 1/2 dish per wk or 1 dish + 1 medallion per wk
es: 1 y 1/2 plato por sem o 1 plato + 1 medallón por sem

# txtOneDishPerWeekOrHalfDishPlusOneMedallionPerWeek
source: 1 dish per wk or 1/2 dish + 1 medallion per wk
es: 1 plato por sem o 1/2 plato + 1 medallón por sem

# txtLessThanOneDishPerWeekOrHalfDishPlusOneMedallionPerWeek
source: LT 1 dish per wk or 1/2 dish + 1 medallion per wk
es: MENOS DE 1 plato por sem o 1/2 plato + 1 medallón por sem

# txtHalfDishDailyOrUpToFiveSmallUnitsPerWeek
source: 1/2 dish dy or up to 5 sm us per wk
es: 1/2 plato por día o hasta 5 unids pqñas por sem

# txtThreeQuartersDishDailyOrSmallUnitEveryDay
source: 3/4 dish dy or sm u every day
es: 3/4 plato por día o unid pqña todos los días

# txtMoreThanThreeQuartersDishDailyOrSmallUnitEveryDay
source: MT 3/4 dish dy or sm u every day
es: MÁS DE 3/4 plato por día o unid pqña todos los días

# txtFiveMediumUnitsPerWeekOrHalfRawDishDailyOrQuarterCookedDishDaily
source: 5 med us per wk or 1/2 raw dish dy or 1/4 cooked dish dy
es: 5 unids med por sem o 1/2 plato crudo por día o 1/4 plato cocido por día

# txtTwoAndHalfMediumUnitsPerWeekOrOneThirdRawDishDailyOrQuarterCookedDish
source: 2 and 1/2 med us per wk or 1/3 raw dish dy or 1/4 cooked dish
es: 2 y 1/2 unids med por sem o 1/3 plato crudo por día o 1/4 plato cocido

source: LT 2 and 1/2 med us per wk or 1/3 raw dish dy or 1/4 cooked dish
es: MENOS DE 2 y 1/2 unids med por sem o 1/3 plato crudo por día o 1/4 plato cocido

# txtHalfDishOfPastaPerDayOrTwoServingsOfDoughPerDay
source: 1/2 dish of pasta per day or 2 servs of dough per day
es: 1/2 plato de pasta por día o 2 porciones de masa por día

# txtThreeQuartersDishPerDayOrTwoServingsOfDoughPerDay
source: 3/4 dish per day or 2 servs of dough per day
es: 3/4 plato por día o 2 porciones de masa por día

# txtMoreThanThreeQuartersDishPerDayOrMoreThanTwoServingsPerDay
source: MT 3/4 dish per day or MT 2 servs per day
es: MÁS DE 3/4 plato por día o MÁS DE 2 porciones por día

# txtHalfDishPerDayOrTwoServingsOfDoughPerDay
source: 1/2 dish per day or 2 servs of dough per day
es: 1/2 plato por día o 2 porciones de masa por día

# txtThreeQuartersDishPerDayOrThreeServingsOfDoughPerDay
source: 3/4 dish per day or 3 servs of dough per day
es: 3/4 plato por día o 3 porciones de masa por día

# txtMoreThanThreeQuartersDishPerDayOrMoreThanThreeServingsOfDoughPerDay
source: MT 3/4 dish per day or MT 3 servs of dough per day
es: MÁS DE 3/4 plato por día o MÁS DE 3 porciones de masa por día

# txtTwoBreakfastCupSizeDaily
source: 2 breakfast cup sz dy
es: 2 tazas tamaño desayuno por día

# txtOneBreakfastCupSizeDaily
source: 1 breakfast cup sz dy
es: 1 taza tamaño desayuno por día

# txtLessThanOneBreakfastCupSizeDaily
source: LT 1 breakfast cup sz dy
es: MENOS DE 1 taza tamaño desayuno por día

# txtOnePortionTheSizeOfSmallMatchboxOrHalfSUBECardOrTwoTableSpoonsDaily
source: 1 port, the sz of a sm matchbox or 1/2 SUBE card or 2 tbsp dy
es: 1 porción, del tamaño de una caja de fósforos pqña o 1/2 tarjeta SUBE o 2 cdas soperas por día

# txtOneSmallPortionWithoutWasteDailyOrUpToTwoEggUnitsOrHalfSmallPortionPlusOneEgg
source: 1 sm port without waste dy or up to 2 egg us or 1/2 sm port + 1 egg
es: 1 porción pqña sin desperdicio por día o hasta 2 unids de huevo o 1/2 porción pqña + 1 huevo

# txtTenWalnutHalvesOrTwentyAlmondsOrTwoDessertTableSpoonsOfSeedsOrPeanutsPerDay
source: 10 walnut halves or 20 almonds or 2 tbsp per day of seeds or peanuts
es: 10 mitades de nuez o 20 almendras o 2 cdas de postre por día de semillas o cacahuetes

# txtFiveWalnutHalvesOrTenAlmondsOrOneTableSpoonDailyOfSeedsOrPeanuts
source: 5 walnut halves or 10 almonds or 1 tbsp dy of seeds or peanuts
es: 5 mitades de nuez o 10 almendras o 1 cda sopera por día de semillas o cacahuetes

source: LT 5 walnut halves or 10 almonds or 1 tbsp dy of seeds or peanuts
es: MENOS DE 5 mitades de nuez o MENOS DE 10 almendras o MENOS DE 1 cda sopera por día de semillas o cacahuetes

# txtTwoTableSpoonsPerDay
source: 2 tbsp per day
es: 2 cdas soperas por día

# txtOneTableSpoonPerDay
source: 1 tbsp per day
es: 1 cda sopera por día

# txtLessThanOneTableSpoonPerDay
source: LT 1 tbsp per day
es: MENOS DE 1 cda sopera por día

# txtThreePlatesPerWeekOrOneSmallUnitPerDay
source: 3 pls per wk or 1 sm u per day
es: 3 pls por sem o 1 unid pqña por día

# txtOneAndHalfPlatesPerWeekOrOneSmallUnitEveryOtherDay
source: 1 and 1/2 pls per wk or 1 sm u every other day
es: 1 y 1/2 pls por sem o 1 unid pqña día por medio

# txtLessThanOneAndHalfPlatesPerWeekOrLessThanOneSmallUnitEveryOtherDay
source: LT 1 and 1/2 pls per wk or LT 1 sm u every other day
es: MENOS DE 1 y 1/2 pls por sem o MENOS DE 1 unid pqña día por medio

# txtHalfSmallUnitPerDayOrQuarterPlatePerDayOrThreeSmallUnitsPerWeek
source: 1/2 sm u per day or 1/4 pl per day or 3 sm us per wk
es: 1/2 unid pqña por día o 1/4 pl por día o 3 unids pqñas por sem

# txtOneSmallUnitPerDayOrHalfPlatePerDayOrThreeMediumUnitsPerWeek
source: 1 sm u per day or 1/2 pl per day or 3 med us per wk
es: 1 unid pqña por día o 1/2 pl por día o 3 unids med por sem

source: MT 1 sm u per day or MT 1/2 pl per day or MT 3 med us per wk
es: MÁS DE 1 unid pqña por día o MÁS DE 1/2 pl por día o MÁS DE 3 unids med por sem

# txtThreeMediumUnitsPerWeekOrOneThirdRawPlateOrQuarterCookedPlate
source: 3 med us per wk or 1/3 raw pl or 1/4 cooked pl
es: 3 unids med por sem o 1/3 pl crudo o 1/4 pl cocido

# txtOneMediumUnitPerWeekOrQuarterRawPlatePerDayOrQuarterPlateFourTimesPerWeek
source: 1 med u per wk or 1/4 raw pl per day or 1/4 pl 4 times/wk
es: 1 unid med por sem o 1/4 pl crudo por día o 1/4 pl 4 veces/sem

source: LT 1 med u per wk or 1/4 raw pl per day or 1/4 pl 4 times/wk
es: MENOS DE 1 unid med por sem o 1/4 pl crudo por día o 1/4 pl 4 veces/sem

# txtTwoMediumUnitsPerDay
source: 2 med us per day
es: 2 unids med por día

# txtUpToOneSlicePerDayOrOneSmallMignonPerDay
source: up to 1 slice per day or 1 sm mignon per day
es: hasta 1 rebanada por día o 1 mignon pqño por día

# txtTwoSlicesPerDayOrTwoSmallMignonsPerDay
source: 2 slices per day or 2 sm mignons per day
es: 2 rebanadas por día o 2 mignons pqños por día

# txtMoreThanTwoSlicesPerDayOrMoreThanTwoSmallMignonsPerDay
source: MT 2 slices per day or MT 2 sm mignons per day
es: MÁS DE 2 rebanadas por día o MÁS DE 2 mignons pqños por día

# txtQuarterPlatePerDayOfWholeWheatPastaOrOneServingOfDoughPerDay
source: 1/4 pl per day of whole wheat pasta or 1 serv of dough per day
es: 1/4 pl por día de pasta integral o 1 porción de masa por día

# txtHalfPlatePerDayOrTwoServingsOfDoughPerDay
source: 1/2 pl per day or 2 servs of dough per day
es: 1/2 pl por día o 2 porciones de masa por día

# txtMoreThanHalfPlatePerDayOrMoreThanTwoServingsPerDay
source: MT 1/2 pl per day or MT 2 servs per day
es: MÁS DE 1/2 pl por día o MÁS DE 2 porciones por día

# txtThreeQuartersCupForBreakfastDailyOrTwoTeaCupsDaily
source: 3/4 cup for breakfast dy or 2 tea cups dy
es: 3/4 taza para desayuno por día o 2 tazas de té por día

# txtHalfCupForBreakfastOrOneTeaCupDaily
source: 1/2 cup for breakfast or 1 tea cup dy
es: 1/2 taza para desayuno o 1 taza de té por día

# txtLessThanHalfCupForBreakfastOrLessThanOneTeaCup
source: LT 1/2 cup for breakfast or LT 1 tea cup
es: MENOS DE 1/2 taza para desayuno o MENOS DE 1 taza de té

# txtOnePortionTheSizeOfSmallMatchboxOrHalfSUBECardOrTwoTableSpoons
source: 1 portion the sz of a sm matchbox or 1/2 SUBE card or 2 tbsp
es: 1 porción del tamaño de una caja de fósforos pqña o 1/2 tarjeta SUBE o 2 cdas soperas

# txtOnePortionTheSizeOfADie
source: 1 portion the sz of a die
es: 1 porción del tamaño de un dado

# txtLessThanOnePortionTheSizeOfADie
source: LT 1 portion the sz of a die
es: MENOS DE 1 porción del tamaño de un dado

# txtOneSmallPortionWithoutWasteFiveTimesPerWeekOrHalfSmallPortionPlusOneEggDaily
source: 1 sm port without waste 5 times/wk or 1/2 sm port + 1 egg dy
es: 1 porción pqña sin desperdicio 5 veces/sem o 1/2 porción pqña + 1 huevo por día

# txtOneMediumPortionWithoutWasteDailyOrOneSmallPortionPlusOneEggDaily
source: 1 med port without waste dy or 1 sm port + 1 egg dy
es: 1 porción med sin desperdicio por día o 1 porción pqña + 1 huevo por día

source: MT 1 med port without waste dy or MT 1 sm port + 1 egg dy
es: MÁS DE 1 porción med sin desperdicio por día o MÁS DE 1 porción pqña + 1 huevo por día

# txtTwoSmallPortionsPerWeekOrOneAndHalfCansPerWeek
source: 2 sm port per wk or 1 and 1/2 cans/wk
es: 2 porciones pqñas por sem o 1 y 1/2 latas/sem

# txtOneSmallPortionPerWeekOrOneCanPerWeek
source: 1 sm portion per wk or 1 can/wk
es: 1 porción pqña por sem o 1 lata/sem

# txtLessThanOneSmallPortionPerWeekOrLessThanOneCanPerWeek
source: LT 1 sm portion per wk or 1 can/wk
es: MENOS DE 1 porción pqña por sem o 1 lata/sem

# txtSixWalnutHalvesOrTenAlmondsOrOneTableSpoonDailyOfSeedsOrPeanuts
source: 6 walnut halves or 10 almonds or 1 tbsp dy of seeds or peanuts
es: 6 mitades de nuez o 10 almendras o 1 cda sopera por día de semillas o cacahuetes

# txtThreeWalnutHalvesOrFiveAlmondsOrHalfTableSpoonDailyOfSeedsOrPeanuts
source: 3 walnut halves or 5 almonds or 1/2 tbsp dy of seeds or peanuts
es: 3 mitades de nuez o 5 almendras o 1/2 cda sopera por día de semillas o cacahuetes

source: LT 3 walnut halves or 5 almonds or 1/2 tbsp dy of seeds or peanuts
es: MENOS DE 3 mitades de nuez o MENOS DE 5 almendras o MENOS DE 1/2 cda sopera por día de semillas o cacahuetes

# txtTwoDessertSpoonsPerDay
source: 2 dessert spoons per day
es: 2 cdas de postre por día

# txtOneDessertSpoonPerDay
source: 1 dessert spoon per day
es: 1 cda de postre por día

# txtLessThanOneDessertSpoonPerDay
source: LT 1 dessert spoon per day
es: MENOS DE 1 cda de postre por día

# txtOneAndHalfPlatesPerWeek
source: 1 and 1/2 pls per wk
es: 1 y 1/2 pls por sem

# txtFiveAndHalfPlatesPerWeekOrOneMediumUnitPerDayOrThreeQuartersPlatePerDay
source: 5 and 1/2 pls per wk or 1 med u per day or 3/4 pl per day
es: 5 y 1/2 pls por sem o 1 unid med por día o 3/4 pl por día

# txtThreePlatesPerWeekOrOneSmallUnitPerDayOrOneThirdPlatePerDay
source: 3 pls per wk or 1 sm u per day or 1/3 pl per day
es: 3 pls por sem o 1 unid pqña por día o 1/3 pl por día

# txtLessThanThreePlatesPerWeekOrLessThanOneDailyUnitOrLessThanOneThirdPlatePerDay
source: LT 3 pls per wk or LT 1 dy u or LT 1/3 pl per day
es: MENOS DE 3 pls por sem o MENOS DE 1 unid diaria o MENOS DE 1/3 pl por día

# txtOneAndHalfPlatesPerWeekOrHalfPlateThreeTimesPerWeekOrOneMedallionPerDay
source: 1 and 1/2 pls per wk or 1/2 pl 3 times per wk or 1 medallion per day
es: 1 y 1/2 pls por sem o 1/2 pl 3 veces por sem o 1 medallón por día

# txtOnePlatePerWeekOrHalfPlatePerWeekOrOneMedallionThreeTimesPerWeek
source: 1 pl per wk or 1/2 pl per wk or 1 medallion 3 times per wk
es: 1 pl por sem o 1/2 pl por sem o 1 medallón 3 veces por sem

source: LT 1 pl per wk or LT 1/2 pl per wk or LT 1 medallion 3 times per wk
es: MENOS DE 1 pl por sem o MENOS DE 1/2 pl por sem o MENOS DE 1 medallón 3 veces por sem

# txtOneSmallUnitPerDayOrThreeMediumUnitsPerWeekOrOneThirdPlatePerDay
source: 1 sm u per day or 3 med us per wk or 1/3 pl per day
es: 1 unid pqña por día o 3 unids med por sem o 1/3 pl por día

# txtOneMediumUnitPerDayOrThreeLargeUnitsPerWeekOrThreeQuartersPlatePerDay
source: 1 med u per day or 3 large us per wk or 3/4 pl per day
es: 1 unid med por día o 3 unids grandes por sem o 3/4 pl por día

source: MT 1 med u per day or MT 3 large us per wk or MT 3/4 pl per day
es: MÁS DE 1 unid med por día o MÁS DE 3 unids grandes por sem o MÁS DE 3/4 pl por día

# txtFiveMediumUnitsPerWeekOrHalfRawPlateDailyOrQuarterCookedPlateDaily
source: 5 med us per wk or 1/2 raw pl dy or 1/4 cooked pl dy
es: 5 unids med por sem o 1/2 pl crudo por día o 1/4 pl cocido por día

# txtTwoAndHalfMediumUnitsPerWeekOrOneThirdRawPlateDailyOrQuarterCookedPlate
source: 2 1/2 med us per wk or 1/3 raw pl dy or 1/4 cooked pl
es: 2 1/2 unids med por sem o 1/3 pl crudo por día o 1/4 pl cocido

source: LT 2 1/2 med us per wk or LT 1/3 raw pl dy or LT 1/4 cooked pl
es: MENOS DE 2 1/2 unids med por sem o MENOS DE 1/3 pl crudo por día o MENOS DE 1/4 pl cocido

# txtOneAndHalfLargeUnitPerDayOrTwoMediumUnitsPerDayOrThreeSmallUnits
source: 1 1/2 large u per day or 2 med us per day or 3 sm us
es: 1 1/2 unid grande por día o 2 unids med por día o 3 unids pqñas

# txtOneMediumUnitPerDayOrTwoSmallUnits
source: 1 med u per day or 2 sm us
es: 1 unid med por día o 2 unids pqñas

# txtLessThanOneMediumUnitPerDayOrLessThanTwoSmallUnitsPerDay
source: LT 1 med u per day or LT 2 sm us per day
es: MENOS DE 1 unid med por día o MENOS DE 2 unids pqñas por día

# txtUpToTwoMoldTypeSlicesPerDayOrTwoSmallMignonsPerDay
source: up to 2 mold type slices per day or 2 sm mignons per day
es: hasta 2 rebanadas tipo molde por día o 2 mignons pqños por día

# txtThreeMoldTypeSlicesPerDayOrThreeSmallMignonsPerDay
source: 3 mold type slices per day or 3 sm mignons per day
es: 3 rebanadas tipo molde por día o 3 mignons pqños por día

# txtMoreThanThreeMoldTypeSlicesPerDayOrMoreThanThreeSmallMignonsPerDay
source: MT 3 mold type slices per day or MT 3 sm mignons per day
es: MÁS DE 3 rebanadas tipo molde por día o MÁS DE 3 mignons pqños por día

# txtQuarterPlateOfWholeWheatPastaPerDayOrOneServingOfDough
source: 1/4 pl of whole wheat pasta per day or 1 serv of dough
es: 1/4 pl de pasta integral por día o 1 porción de masa

# txtTwoBreakfastTypeCups
source: 2 breakfast type cups
es: 2 tazas tipo desayuno

# txtOneBreakfastTypeCup
source: 1 breakfast type cup
es: 1 taza tipo desayuno

# txtLessThanOneBreakfastTypeCup
source: LT 1 breakfast type cup
es: MENOS DE 1 taza tipo desayuno

# txtOneSmallMatchboxSizePortionOrHalfSUBECardOrTwoTableSpoonsDaily
source: 1 sm matchbox sz port or 1/2 SUBE card or 2 tbsp dy
es: 1 porción tamaño caja de fósforos pqña o 1/2 tarjeta SUBE o 2 cdas soperas por día

# txtOneDiceSizePortionOrOneTableSpoonDaily
source: 1 dice sz port or 1 tbsp dy
es: 1 porción tamaño dado o 1 cda sopera por día

# txtLessThanOneDiceSizePortionOrLessThanOneTableSpoonDaily
source: LT 1 dice sz port or LT 1 tbsp dy
es: MENOS DE 1 porción tamaño dado o MENOS DE 1 cda sopera por día

source: 1 sm port without waste dy or up to 2 egg us dy or 1 slice sz port of peceto + 1 egg dy
es: 1 porción pqña sin desperdicio por día o hasta 2 unids de huevo por día o 1 porción tamaño rodaja de peceto + 1 huevo por día

source: 2 sm ports without waste dy or up to 4 egg us dy or 1 sm port + 2 egg us dy
es: 2 porciones pqñas sin desperdicio por día o hasta 4 unids de huevo por día o 1 porción pqña + 2 unids de huevo por día

source: MT 2 sm ports without waste dy or MT 4 egg us dy or MT 1 sm port + 2 egg us dy
es: MÁS DE 2 porciones pqñas sin desperdicio por día o MÁS DE 4 unids de huevo por día o MÁS DE 1 porción pqña + 2 unids de huevo por día

# txtTenWalnutHalvesOrTwentyAlmondsOrTwoTableSpoonsDailyOfSeedsOrPeanuts
source: 10 walnut halves or 20 almonds or 2 tbsp dy of seeds or peanuts
es: 10 mitades de nuez o 20 almendras o 2 cdas soperas por día de semillas o cacahuetes

# txtHalfPlateCookedDailyOrThreeQuartersPlateRawDailyOrSixMediumUnitsPerWeek
source: 1/2 pl cooked dy or 3/4 pl raw dy or 6 med us per wk
es: 1/2 pl cocido por día o 3/4 pl crudo por día o 6 unids med por sem

# txtQuarterPlateCookedDailyOrHalfPlateRawDailyOrThreeMediumUnitsPerWeek
source: 1/4 pl cooked dy or 1/2 pl raw dy or 3 med us per wk
es: 1/4 pl cocido por día o 1/2 pl crudo por día o 3 unids med por sem

source: LT 1/4 pl cooked dy or LT 1/2 pl raw dy or LT 3 med us per wk
es: MENOS DE 1/4 pl cocido por día o MENOS DE 1/2 pl crudo por día o MENOS DE 3 unids med por sem

# txtTwoPlatesPerWeekOrOnePlatePlusTwoMedallionsPerWeek
source: 2 pls per wk or 1 pl + 2 medallions per wk
es: 2 pls por sem o 1 pl + 2 medallones por sem
