Repository: Clod/precarina
Catalog: lib/l10n/app_*.arb
Languages: es

# txtFundamentalsLocationMainWindow
source: Click here to read the foundations
es: Click aquí para leer los fundamentos

# txtButtonWarnings
source: Accept
es: Aceptar

# txtButtonAccept
source: Accept
es: Aceptar

# txtButtonCancel
source: Cancel
es: Cancelar

# txtCancelModalTitle
source: Are you sure?
es: Se perderán los cambios

# txtCancelModalText
source: Do you want to discard your changes?
es: ¿Desea descartarlos?

# txtCancelModalDiscard
source: Discard
es: Descartar

# txtCancelModalVolver
source: Return
es: Volver

# txtDietButton
source: Diet
es: Dieta

# txtDietDialog
source: Quantiles of DASH-style diet adherence (MEPA). Ages 2-19 y.';
es: Cuantiles de adherencia al estilo de dieta DASH (MEPA). Edades 2-19 a.

# txtDietDialogOptions
source: 9-10 MEPA score points|7-8 MEPA score points|5-6 MEPA score points|3-4 MEPA score points|0-2 MEPA score points
es: 9-10 puntos MEPA |7-8 puntos MEPA |5-6 puntos MEPA |3-4 puntos MEPA |0-2 puntos MEPA

# txtDietHelp
source: **Quantiles of DASH-style diet adherence (MEPA)** refers to a statistical analysis method used to assess adherence to the DASH-style diet (DASH: Dietary Approaches to Stop Hypertension), which is a dietary pattern that emphasizes the consumption of fruits, vegetables, whole grains, lean proteins, and low-fat dairy products, while limiting intake of sodium, added sugars, and saturated fats. **MEPA** is Mediterranean Eating Pattern for Americans. The **quantiles** refer to dividing a dataset into equal parts or intervals, based on the distribution of a particular variable (in this case, adherence to the DASH-style diet), in order to analyze the data and compare different groups of individuals. The use of quantiles in this context allows for the identification of specific levels of adherence to the DASH-style diet.
es: **Cuantiles de adherencia a la dieta estilo DASH (MEPA)** se refiere a un método de análisis estadístico utilizado para evaluar la adherencia a la dieta estilo DASH (DASH: Enfoques Dietéticos para Detener la Hipertensión del Inglés Dietary Approaches to Stop Hypertension), que es un patrón dietético que enfatiza el consumo de frutas, verduras, cereales integrales, proteínas magras y productos lácteos bajos en grasas, mientras se limita la ingesta de sodio, azúcares añadidos y grasas saturadas. **MEPA** es el Patrón de Alimentación Mediterránea para los Estadounidenses (Mediterranean Eating Pattern for Americans). Los *cuantiles* se refieren a dividir un conjunto de datos en partes o intervalos iguales, basados en la distribución de una variable particular (en este caso, la adherencia a la dieta estilo DASH), para analizar los datos y comparar diferentes grupos de individuos. El uso de cuantiles en este contexto permite la identificación de niveles específicos de adherencia a la dieta estilo DASH.

# txtPhysicalActivityButton
source: Physical Activity
es: Actividad Física

# txtPhysicalActivityDialog
source: Minutes of moderate or greater intensity activity per week. Ages: 6 to 9.
es: Minutos semanales de actividad física moderada o intensa. Edades: 6 a 9

# txtPhysicalActivityDialogOptions
source: ≥ 420 minutes|360 - 419 minutes|300 - 359 minutes|240 - 299 minutes|120 - 239 minutes|1 - 119 minutes|No activity
es: ≥ 420 minutos|360 - 419 minutos|300 - 359 minutos|240 - 299 minutos|120 - 239 minutos|1 - 119 minutos|Sin actividad

# txtBodyMassIndexButton
source: BMI
es: IMC

# txtBodyMassIndexDialog
source: BMI percentiles for age and sex, starting in infancy.
es: Percentiles de IMC por edad y sexo, desde la infancia.

# txtBodyMassIndexDialogOptions
source: 5th - < 85th percentile|85th - < 95th|95th percentile - < 120% of the 95th percentile|120% of the 95th - < 140% of the 95th percentile|≥ 140% of the 95th percentile
es: 5to - < percentil 85|85 - < percentil 95|percentil 95 - < 120% del percentil 95|120% del percentil 95 - < 140% del percentil 95|≥ 140% del percentil 95

# txtBodyMassIndextHelp
source: **BMI** stands for Body Mass Index, which is a measure of body fat based on an individual's height and weight. It is calculated by dividing an individual's weight in kilograms by their height in meters squared *(BMI = kg/m²)*. It is important to note that BMI is not a direct measure of body fat and does not take into account factors such as muscle mass or body composition. Therefore, it may not accurately reflect the health status of individuals with high muscle mass, such as athletes, or those with low muscle mass, such as older adults. However, for most people, BMI is a useful tool for assessing their weight status and potential health risks associated with being overweight or obese.
es: **IMC** significa Índice de Masa Corporal, que es una medida de la grasa corporal basada en la altura y el peso de un individuo. Se calcula dividiendo el peso de un individuo en kilogramos por su altura en metros al cuadrado *(IMC = kg/m²)*. Es importante tener en cuenta que el BMI no es una medida directa de la grasa corporal y no tiene en cuenta factores como la masa muscular o la composición corporal. Por lo tanto, puede no reflejar con precisión el estado de salud de personas con alta masa muscular, como atletas, o aquellas con baja masa muscular, como adultos mayores. Sin embargo, para la mayoría de las personas, el BMI es una herramienta útil para evaluar su estado de peso y los posibles riesgos de salud asociados con el sobrepeso u obesidad.

# txtSleepButton
source: Sleep
es: Sueño

# txtSleepDialog
source: Average hours of sleep per night (or per 24 h for age ≤ 5)
es: Horas promedio de sueño por noche (o por 24 h para edad ≤ 5)

# txtSleepDialogOptions
source: Age-appropriate optimal range|< 1h above optimal range|< 1h above optimal range|1 - < 2h below or ≥1h above optimal range|2 - < 3h below optimal range|≥ 3h below optimal range
es: Menos de 8 h/d|8 a menos de 9 h/d|9 a menos de 10 h/d|10 a menos de 11 h/d|11 a menos de 12 h/d|12 a menos de 13 h/d|13 a 14 h/d|Más de 14 h/d

# txtSmokeExposureButton
source: Smoke Exposure
es: Exposición al humo

# txtSmokeExposureDialog
source: Combustible tobacco use or inhaled NDS use at any age (per clinician discretion); or secondhand smoke exposure
es: Uso de tabaco combustible o uso de NDS inhalado a cualquier edad (a discreción del médico); o exposición al humo pasiva.

# txtSmokeExposureDialogOptions
source: Never tried |Never tried but lives with indoor smoker at home |Tried any nicotine product, but > 30d ago |Tried any nicotine product, but > 30d ago and lives with indoor smoker at home |Currently using inhaled NDS |Currently using inhaled NDS and lives with indoor smoker at home |Current combustible use (any within 30d)
es: Nunca lo ha probado |Nunca lo ha probado, pero vive con un fumador en casa |Ha probado algún producto con nicotina, pero hace más de 30 días|Ha probado algún producto con nicotina, pero hace más de 30 días y vive con un fumador en casa |Actualmente usa NDS inhalado |Actualmente usa NDS inhalado y vive con un fumador en casa |Uso actual de tabaco combustible (cualquier tipo en los últimos 30 días)

# txtSmokeExposureHelp
source: **NDS** stands for nicotine-delivery system, which is a term used to describe any device or product that delivers *nicotine* to the body, including cigarettes, e-cigarettes, vaping devices, and other tobacco products.
es: **NDS (del Inglés: nicotine-delivery system)** significa sistema de suministro de nicotina, que es un término utilizado para describir cualquier dispositivo o producto que suministra nicotina al cuerpo, incluyendo cigarrillos, cigarrillos electrónicos, dispositivos de vapeo y otros productos de tabaco.

# txtDiabetesDialog
source: FBG (mg/dL) or HbA1c (%) symptom-based screening at any age or risk-based screening starting at age ≥10y of age or onset of puberty per clinician discretion
es: Detección basada en síntomas de FBG (mg/dL) o HbA1c (%) a cualquier edad, o detección basada en riesgo a partir de los 10 años de edad o el inicio de la pubertad a discreción del clínico

# txtDiabetesDialogOptions
source: No history of diabetes and FBG<100 (or HbA1c < 5.7) |No diabetes and FBG 100 - 125 (or HbA1c 5.7 - 6.4) (prediabetes) |Diabetes with HbA1c < 7.0 |Diabetes with HbA1c 7.0 - 7.9 |Diabetes with HbA1c 8.0 - 8.9 |Diabetes with HbA1c 9.0 - 9.9 |Diabetes with HbA1c ≥ 10
es: Sin antecedentes de diabetes y FBG<100 mg/dL (o HbA1c < 5.7 %) |Prediabetes por FBG 100 - 125 mg/dL (o HbA1c 5.7 - 6.4 %)|Diabetes con HbA1c < 7.0 % |Diabetes con HbA1c 7.0 - 7.9 % |Diabetes con HbA1c 8.0 - 8.9 % |Diabetes con HbA1c 9.0 - 9.9 % |Diabetes con HbA1c ≥ 10 %

# txtDiabetesHelp
source: **FBG** stands for Fasting Blood Glucose. This is a test that measures the level of glucose (sugar) in the blood after fasting for a certain period of time. **HbA1c** stands for Glycated Hemoglobin and is a blood test that measures the average blood glucose levels over the past 2-3 months. Hemoglobin is a protein in red blood cells that carries oxygen throughout the body. When glucose in the blood binds to hemoglobin, the result is glycated hemoglobin, or HbA1c.
es: **FBG (del Ingés Fasting Blood Glucose)** significa Glucemia en ayunas. Esta es una prueba que mide el nivel de glucosa en la sangre después de ayunar por un cierto período de tiempo. **HbA1c** significa Hemoglobina Glucosilada y es una prueba de sangre que mide los niveles promedio de glucosa en la sangre durante los últimos 2-3 meses. La hemoglobina es una proteína en los glóbulos rojos que transporta oxígeno por todo el cuerpo. Cuando la glucosa en la sangre se une a la hemoglobina, el resultado es hemoglobina glucosilada o HbA1c."

# txtBloodPressureButton
source: Blood Pressure
es: Presión arterial

# txtBloodPressureDialog
source: Systolic and diastolic BP (mm Hg) percentiles for age through 12y. For age ≥ 13y use adult scoring. Screening should start no later than age 3y and earlier per clinician discretion.
es: Percentilos de presión arterial (PA) sistólica y diastólica (mmHg) para la edad, sexo y talla hasta los 16 añOs. Para edad mayor de 16 años usar las tablas de adultos.

# txtBloodPressureDialogOptions
source: Optimal (<90th percentile) |Optimal (<90th percentile) (treated) |Elevated (≥90th - <95th percentile or ≥ 120/80 mm Hg to <95th percentile, whichever is lower) |Elevated (≥90th - <95th percentile or ≥ 120/80 mm Hg to <95th percentile, whichever is lower) (treated) |Stage 1 hypertension (≥95th - <95th percentile + 12 mm Hg, or 130/80 - 139/89 mm Hg, whichever is lower |Stage 1 hypertension (≥95th - <95th percentile + 12 mm Hg, or 130/80 - 139/89 mm Hg, whichever is lower (treated) |Stage 2 hypertension (≥95th percentile + 12 mm Hg, or ≥140/90 mm Hg, whichever is lower) |Stage 2 hypertension (≥95th percentile + 12 mm Hg, or ≥140/90 mm Hg, whichever is lower) (treated) |Systolic BP ≥ 160 or ≥95th percentile + 30 mm Hg systolic BP, whichever is lower and/or diastolic BP ≥ 100 or ≥ 95th percentile + 20 mm Hg diastolic BP
es: ÓPTIMO (menor a percentilo 90 o para adolescentes mayores de 16 años PA sistólica < 130 mmHg y diastólica < 85 mmHg) |ÓPTIMO (menor a percentilo 90 o para adolescentes mayores de 16 años PA sistólica < 130 mmHg y diastólica < 85 mmHg) (BAJO TRATAMIENTO HIPERTENSIVO) |ELEVADO o PREHIPERTENSIÓN (PA sistólica y/o diastólica ≥PC90 y < P95 para edad, sexo y talla ó para adolescentes mayores de 16 años PA sistólica entre 130-139 mmHg y/o diastólica entre 85-89 mmHg) |ELEVADO o PREHIPERTENSIÓN (PA sistólica y/o diastólica ≥PC90 y < P95 para edad, sexo y talla ó para adolescentes mayores de 16 años PA sistólica entre 130-139 mmHg y/o diastólica entre 85-89 mmHg) (BAJO TRATAMIENTO HIPERTENSIVO) |HIPERTENSIÓN ESTADIO 1 (PA sistólica y/o diastólica ≥ PC 95 y < PC 95 + 12mmHg para edad, sexo y talla ó para adolescentes mayores de 16 años PA sistólica entre 140-159 mmHg y/o diastólica entre 90-99 mmHg) |HIPERTENSIÓN ESTADIO 1 (PA sistólica y/o diastólica ≥ PC 95 y < PC 95 + 12mmHg para edad, sexo y talla ó para adolescentes mayores de 16 años PA sistólica entre 140-159 mmHg y/o diastólica entre 90-99 mmHg) (BAJO TRATAMIENTO HIPERTENSIVO) |HIPERTENSIÓN ESTADIO 2 (≥ PC 95 + 12 mmHg para edad, sexo y talla ó para adolescentes mayores de 16 años PA sistólica entre 160-179 mmHg y/o diastólica entre 100-109 mmHg) |HIPERTENSIÓN ESTADIO 2 (≥ PC 95 + 12 mmHg para edad, sexo y talla ó para adolescentes mayores de 16 años PA sistólica entre 160-179 mmHg y/o diastólica entre 100-109 mmHg) (BAJO TRATAMIENTO HIPERTENSIVO) |Para adolescentes mayores de 16 años PA sistólica ≥ 180 y/o diastólica ≥ 110 mmHg.

# txtBloodPressureHelp
source: **Systolic blood pressure (SBP)** is the pressure exerted by the blood against the walls of the arteries when the heart beats and pumps blood out into the body. It is the top number in a blood pressure reading and is measured in millimeters of mercury (mm Hg). **Diastolic blood pressure (DBP)** is the pressure exerted by the blood against the walls of the arteries when the heart is at rest between beats. It is the bottom number in a blood pressure reading and is also measured in millimeters of mercury (mm Hg).
es: Las variables se basan en las guías de Interpretación y uso de las nuevas tablas de referencia de presión arterial para niños, niñas y adolescentes del PROGRAMA NACIONAL DE SALUD ESCOLAR (PROSANE) Ministerio de Salud de la Nación Argentina (Enero 2020), en el Consenso de prevención cardiovascular en la infancia y la adolescencia conjunto de la Sociedad Argentina de Cardiología y de la Sociedad Argentina de Pediatría y en el consenso de Hipertensión arterial conjunto de la Sociedad Argentina de Cardiología, la Federación Argentina de Cardiología y Sociedad Argentina de Hipertensión Arterial Los puntajes para cada variable se realizaron manteniendo la opinión de expertos de AHA en el articulo Life’s Essential 8: Updating and Enhancing the American Heart Association’s Construct Cardiovascular Health: A Presidential Advisory From the American Heart Association

# txtBloodPressureWarning
source: <h3 style="text-align:center;">CORRECT TECHNIQUE FOR MEASURING BLOOD PRESSURE IN PEDIATRICS</h3> <p>With the patient at rest and calm, measurement should be taken with an appropriate-sized cuff for the child, with a cuff bladder that covers 2/3 of the arm's diameter and 2/3 of its length. Three readings should be taken and averaged. If values greater than the 90th percentile are recorded, they should be confirmed with auscultatory technique.</p><p><span style="color:red">For proper use of the app, in case of recordings greater than the 90th percentile, the values to be entered must be the average of 3 readings taken during different consultations, with 3 readings per consultation.</span></p>
es: <p><h3 style="text-align:center;">TÉCNICA CORRECTA DE MEDICIÓN DE LA PRESIÓN ARTERIAL EN PEDIATRÍA</h3></p><p>Con el paciente en reposo y tranquilo se debe realizar la medición con un brazalete adecuado al tamaño del niño, con una vejiga inflable del brazalete que cubra los 2/3 del diámetro del brazo y los 2/3 del largo. Se deben realizar 3 tomas y promediarlas. En caso de registrar valores mayores de percentilo 90 se deben confirmar los registros con técnica auscultatoria.</p><p><span style="color:red">Para el uso correcto de la app, en caso de tener registros mayores a percentilo 90, el valor a ingresar debe ser el promedio de 3 registros realizados en 3 consultas diferentes, con 3 tomas en cada consulta.</span></p>

# txtCholesterolButton
source: Cholesterol
es: Colesterol

# txtCholesterolDialog
source: Non-HDL cholesterol (mg/dL), starting no later than age 9 - 11y and earlier per clinician discretion
es: Colesterol no-HDL (mg/dL), iniciando a más tardar a los 9-11 años y antes, a discreción del médico.

# txtLongPressGauge
source: Long press the gauge to reset all values.
es: Mantén presionado el indicador para restablecer todos los valores

# txtGlossary
source: Glossary
es: Información importante

# txtAbout
source: This app has been developed based on the scientific and medical knowledge of a team of pediatricians from Dr. Ricardo Gutiérrez Children's Hospital in Buenos Aires, including:<br/><strong>Ángela Sardella</strong> - Médica Pediatra y Cardióloga Pediatra. <br/><strong>Marina Vaccari</strong> - Médica Pediatra y Cardióloga Infantil certificada en hipertensión arterial. <br/><strong>Maria Sol Elorriaga</strong> - Médica Pediatra, Cardióloga infantil y Deportóloga. <br/><strong>Barbara Wagmaister</strong> - Médica Pediatra y Cardióloga Pediatra.<br/><strong>Miriam Tonietti</strong> - Médica Pediatra especialista en Nutrición y Diabetes.</strong> <br/><strong>Patricia Palenque</strong> - Licenciada en Nutrición y Docente adscripta de la U.B.A.<span style="color:red"><p>We suggest that this app be primarily considered as a tool for HEALTH PROFESSIONALS to assess and promote a healthy lifestyle in pediatric clinical practice, especially for younger ages. Formal scoring is optional and physicians should emphasize lifelong concepts and well-being rather than specific scores, given the scarcity of data to support a scoring framework.<br></br>Cardiovascular health should be assessed from childhood. Numerous studies have shown that there are abnormalities in pediatric ages and it is associated with subclinical CVD in middle age.</p></span><br></br> <p>The short and medium-term health outcomes (including tracking metrics in adolescence and adulthood) are strong enough for diet, physical activity (screen time and play), sleep, exposure to secondhand smoke, and body weight to be addressed and advised during routine visits for healthy children.</p>
es: <span style="color:red"><p>Sugerimos que esta app sea considerada principalmente como una herramienta para evaluar y promover un estilo de vida saludable para la práctica clínica pediátrica y especialmente las edades más jóvenes. La puntuación formal es opcional y los médicos deben enfatizar los conceptos y el bienestar de por vida y no el puntaje específico, dada la escasez de datos para respaldar un marco de puntuación.<br></br>La salud cardiovascular debe valorarse desde la infancia. Numerosos estudios han demostrado que existen alteraciones en edades pediátricas y se asocia con ECV subclínica en la mediana edad.</p></span><br></br> <p>Los resultados de salud a corto y mediano plazo (incluido el seguimiento de las métricas en adolescencia y edad adulta) son lo suficientemente sólidos como para que la dieta, la actividad física (tiempo de pantalla y jugar), el sueño, la exposición al humo de segunda mano y el peso corporal sean objeto de atención y consejo en visitas rutinarias de niño sano.</p>

# txtOnePlatePerWeek
source: 1 pl per wk
es: 1 pl por sem

# txtHalfPlatePerWeek
source: 1/2 pl per wk
es: 1/2 pl por sem

# txtLessThanHalfPlatePerWeek
source: LT 1/2 pl per wk
es: MENOS DE 1/2 pl por sem

# txtThreePlatesPerWeekOrOneSmallUnitDaily
source: 3 pls per wk or 1 sm u dy
es: 3 pls por sem o 1 unid pqña por día

# txtLessThanOnePlatePerWeek
source: LT 1 pl per wk
es: MENOS DE 1 pl por sem

# txtHalfPlatePerWeekOrTwoSmallMedallionsPerWeek
source: 1/2 pl per wk or 2 sm medallions per wk
es: 1/2 pl por sem o 2 medallones pqños por sem

# txtQuarterPlatePerWeekOrOneSmallMedallionPerWeek
source: 1/4 pl per wk or 1 sm medallion per wk
es: 1/4 pl por sem o 1 medallón pqño por sem

# txtLessThanQuarterPlatePerWeekOrLessThanOneSmallMedallionPerWeek
source: LT 1/4 pl per wk or LT 1 sm medallion per wk
es: MENOS DE 1/4 pl por sem o MENOS DE 1 medallón pqño por sem

# txtHalfSmallUnitDailyOrQuarterPlateDailyOrThreeSmallUnitsPerWeek
source: 1/2 sm u dy or 1/4 pl dy or 3 sm us per wk
es: 1/2 unid pqña por día o 1/4 pl por día o 3 unids pqñas por sem

# txtOneSmallUnitDailyOrHalfPlateDailyOrThreeMediumUnitsPerWeek
source: 1 sm u dy or 1/2 pl dy or 3 med us per wk
es: 1 unid pqña por día o 1/2 pl por día o 3 unids med por sem

source: MT 1 sm u dy or MT 1/2 pl dy or MT 3 med us per wk
es: MÁS DE 1 unid pqña por día o MÁS DE 1/2 pl por día o MÁS DE 3 unids med por sem

# txtThreeMediumUnitsPerWeekOrOneThirdRawPlateDailyOrOneFourthCookedPlateDaily
source: 3 med us per wk or 1/3 raw pl dy or 1/4 cooked pl dy
es: 3 unids med por sem o 1/3 pl crudo por día o 1/4 pl cocido por día

source: 1 med u per wk or 1/4 raw pl dy or 1/4 cooked pl 4 times/wk
es: 1 unid med por sem o 1/4 pl crudo por día o 1/4 pl cocido 4 veces/sem

source: LT 1 med u per wk or LT 1/4 raw pl dy or LT 1/4 cooked pl 4 times/wk
es: MENOS DE 1 unid med por sem o MENOS DE 1/4 pl crudo por día o MENOS DE 1/4 pl cocido 4 veces/sem

# txtOneMediumUnitDailyOrTwoSmallUnitsDaily
source: 1 med u dy or 2 sm us dy
es: 1 unid med por día o 2 unids pqñas por día

# txtOneSmallUnitDaily
source: 1 sm u dy
es: 1 unid pqña por día

# txtLessThanOneSmallUnitDaily
source: LT 1 sm u dy
es: MENOS DE 1 unid pqña por día

# txtOneSliceOfBreadOrOneSmallMignonOrThreeWaterCrackers
source: 1 slice of bread or 1 sm mignon or 3 water crackers
es: 1 rebanada de pan o 1 mignon pqño o 3 galletas de agua

# txtTwoSlicesOfSandBreadOrTwoSmallMignonsOrSixWaterCrackers
source: 2 slices of sand bread or 2 sm mignons or 6 water crackers
es: 2 rebanadas de pan de sándwich o 2 mignons pqños o 6 galletas de agua

source: MT 2 slices of sand bread or MT 2 sm mignons or MT 6 water crackers
es: MÁS DE 2 rebanadas de pan de sándwich o MÁS DE 2 mignons pqños o MÁS DE 6 galletas de agua

# txtQuarterPlateDailyOrOneServingOfDoughDaily
source: 1/4 pl dy or 1 serv of dough dy
es: 1/4 pl por día o 1 porción de masa por día

# txtHalfPlateDailyOrTwoServingsOfDoughDaily
source: 1/2 pl dy or 2 servs of dough dy
es: 1/2 pl por día o 2 porciones de masa por día

# txtMoreThanHalfPlateDailyOrMoreThanTwoServingsOfDoughDaily
source: MT 1/2 pl dy or MT 2 servs of dough dy
es: MÁS DE 1/2 pl por día o MÁS DE 2 porciones de masa por día

# txtHalfPlatePerDayOrTwoServingsOfDough
source: 1/2 pl per day or 2 servs of dough
es: 1/2 pl por día o 2 porciones de masa

# txtMoreThanHalfPlatePerDayOrMoreThanTwoServingsOfDoughPerDay
source: MT 1/2 pl per day or MT 2 servs of dough per day
es: MÁS DE 1/2 pl por día o MÁS DE 2 porciones de masa por día

# txtThreeQuartersCupBreakfastTypeDailyOrTwoCupsTeaTypeDaily
source: 3/4 cup breakfast type dy or 2 cups tea type dy
es: 3/4 taza tipo desayuno por día o 2 tazas tipo té por día

# txtHalfCupBreakfastTypeDailyOrOneCupTeaTypeDaily
source: 1/2 cup breakfast type dy or 1 cup tea type dy
es: 1/2 taza tipo desayuno por día o 1 taza tipo té por día

# txtLessThanHalfCupBreakfastTypeDailyOrLessThanOneCupTeaTypeDaily
source: LT 1/2 cup breakfast type dy or LT 1 cup tea type dy
es: MENOS DE 1/2 taza tipo desayuno por día o MENOS DE 1 taza tipo té por día

# txtOneServingTheSizeOfSmallMatchboxOrSizeOfHalfSUBECardOrTwoTableSpoons
source: 1 serv the sz of a sm matchbox or sz of 1/2 SUBE card or 2 tbsp
es: 1 porción del tamaño de una caja de fósforos pqña o el tamaño de 1/2 tarjeta SUBE o 2 cdas soperas

# txtHalfServingTheSizeOfSmallMatchboxOrOneDieOrOneTableSpoon
source: 1/2 serv the sz of a sm matchbox or 1 die or 1 tbsp
es: 1/2 porción del tamaño de una caja de fósforos pqña o 1 dado o 1 cda sopera

source: LT 1/2 serv the sz of a sm matchbox or LT 1 die or LT 1 tbsp
es: MENOS DE 1/2 porción del tamaño de una caja de fósforos pqña o MENOS DE 1 dado o MENOS DE 1 cda sopera

# txtHalfMediumSteakPerDayOrOneAndHalfEggsDailyOrOneMediumMincedMeat
source: 1/2 med steak per day or 1 and 1/2 eggs dy or 1 med minced meat
es: 1/2 bife med por día o 1 y 1/2 huevos por día o 1 carne picada med

source: 1 med steak dy or up to 2 egg us dy or 1 serv the sz of a slice of veal + 1 egg dy
es: 1 bife med por día o hasta 2 unids de huevo por día o 1 porción del tamaño de una rodaja de ternera + 1 huevo por día
